Repository: kitty-ilnazik/telegram-bot-template
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

# bot_title
source: Test Bot
ru: Тестовый бот

# bot_description
source: Test Bot - A basic template for starting Telegram bot development using aiogram 3.21 and above. 🗃 Bot version: {project_version} 👨‍💻 Developer: @{developer_username} 💻 GitHub repository: {github_url}
ru: Тестовый бот - Базовый шаблон для начало разработки Telegram-бота на aiogram 3.21 и выше 🗃 Версия бота: {project_version} 👨‍💻 Разработчик: @{developer_username} 💻 GitHub репозиторий: {github_url}

# bot_short_description
source: A basic template for Telegram bot development
ru: Базовый шаблон для разработки Telegram-бота

# command_start
source: 🔄 Restart the bot
ru: 🔄 Перезапустить бота

# command_language
source: 🌍 Change language
ru: 🌍 Сменить язык

# command_admin
source: ⚙ Admin panel
ru: ⚙ Панель администратора

# button_language_ru
source: 🇷🇺 Russian
ru: 🇷🇺 Русский

# button_back_to_main_menu
source: 🔙 Back to Main Menu
ru: 🔙 В главное меню

# message_limit_exceeded
source: ⚠️ You have exceeded the command limit. Blocked for {seconds_left} seconds.
ru: ⚠️ Вы превысили лимит команд. Блокировка на {seconds_left} секунд.

# message_baned
source: 🚫 You are temporarily blocked for sending commands too frequently. Try again in {seconds_left} seconds.
ru: 🚫 Вы временно заблокированы за слишком частые команды. Попробуйте снова через {seconds_left} секунд.

# message_choose_language
source: 🌍 Choose the language you want to switch to:
ru: 🌍 Выберите язык к которому хотите переключиться:

# message_change_language_success
source: The language has been successfully changed to {lang}.
ru: Язык был успешно изменен на {lang}.

# message_language_not_supported
source: ❌ This language is not supported yet.
ru: ❌ Этот язык пока не поддерживается.

# message_welcome
source: <b>Hello {full_name}, this is a basic template for Telegram bot development!🐾</b> 🗂 <b>Version:</b> <i>{project_version}</i> 👨‍💻 <b>Developer:</b> <i><a href="https://t.me/{developer_username}">Telegram</a></i> 💻 <b>GitHub repository:</b> <i><a href="{github_url}">GitHub</a></i>
ru: <b>Привет {full_name}, это базовый шаблон для разработки Telegram-бота!🐾</b> 🗂 <b>Версия:</b> <i>{project_version}</i> 👨‍💻 <b>Разработчик:</b> <i><a href="https://t.me/{developer_username}">Telegram</a></i> 💻 <b>GitHub репозиторий:</b> <i><a href="{github_url}">GitHub</a></i>
